Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/categories.po
Languages: es

source: Are you sure?
es: ¿Está seguro de eliminar la categoría?

source: Back
es: Listado de categorías

source: Categories
es: Categorías

source: Category
es: Categoría

source: Category created successfully.
es: Categoría creada correctamente.

source: Category deleted successfully.
es: Categoría eliminada correctamente.

source: Category updated successfully.
es: Categoría actualizada correctamente.

source: Create
es: Crear categoría

source: Delete
es: Eliminar categoría

source: Edit
es: Editar categoría

source: Edit category
es: Editar categoría

source: Let's create one...
es: Vamos, crea una...

source: Looks like you have no categories.
es: Parece que no hay ninguna categoría.

source: Name
es: Nombre

source: New category
es: Nueva categoría

source: Oops, something went wrong! Please check the errors below.
es: Ups, parece que algo no salió bien. Por favor, revisa los errores.

source: Show
es: Ver categoría

source: Update
es: Actualizar categoría
