Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/conekta.po
Languages: es

source: Invalid credentials
es: Credenciales invalidas

source: Production API Key
es: API Key de producción

source: Test credentials
es: Credenciales de prueba

source: guide
es: guía

source: sign up
es: registrarte

source: Assign the next URL: %{webhook_url} in Settings => Webhooks => Create Webhook.
es: Asigna la siguiente dirección URL: %{webhook_url} en Configuración => Webhooks => Crear Webhook.

source: Here is a %{guide} to follow.
es: Aquí hay una %{guide} para seguir.

source: Then go to API Keys and copy the Production API Key in the next field.
es: Luego ve a API Keys y copia el API Key de producción en el siguiente campo.

source: To link Conekta you should %{sign_up} in the platform.
es: Para vincularte con Conekta deberás %{sign_up} en su plataforma.

source: Then go to Settings => API Keys and copy the Production API Key in the next field.
es: Luego ve a API Keys y copia el API Key de producción en el siguiente campo.
