Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/dashboard.po
Languages: es

source: * In relation to the previous day.
es: * En relación al día anterior

source: All channels
es: Todos los canales

source: Dashboard
es: Panel

source: Finished
es: Finalizados

source: Go to orders
es: Ver pedidos

source: Pending
es: Pendientes

source: Performance
es: Rendimiento

source: Regular
es: Normales

source: Sales
es: Ventas

source: Share your store.
es: Comparte tu tienda.

source: Store visits
es: Visitas a la tienda

source: Teiqui price
es: Precio Teiqui

source: There are no visits yet.
es: Aún no hay visitas.

source: There is not enough data.
es: No existen suficientes datos.

source: Today
es: Hoy

source: You have no orders yet.
es: Aún no tienes ventas.

source: Cancel
es: Cancelar

source: Continue
es: Continuar

source: Inside More you'll find sections to setup your store, see orders, etc. To continue, click on Items.
es: En Más, encontrarás las secciones para configurar tu tienda, ver pedidos, etc. Para continuar haz clic en Artículos.

source: On the main dashboard you'll find information about your store, performance and orders.
es: En tu panel principal encontrarás información sobre tu tienda, rendimiento y pedidos.

source: Activate it
es: Activala

source: Your store is disabled. %{link} and start receiving orders!
es: Tu tienda se encuentra desactivada. ¡%{link} y comienza a recibir pedidos!
