Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/emails.po
Languages: es

source: Follow this link to reset your password
es: Haz clic en el siguiente enlace para hacer el cambio

source: Go to this address to reset your password
es: Ingresa en esta dirección para hacer el cambio

source: Hello %{name},
es: Hola, %{name}

source: If you didn't ask for this you can safely disregard this message
es: Si no pediste este cambio, puedes ignorar este correo

source: Password reset
es: Restablecer contraseña

source: Reset password
es: Cambiar contraseña

source: Someone requested a password reset for your user account
es: Alguien ha pedido modificar la contraseña de tu cuenta

source: Congratulations!
es: ¡Felicitaciones!

source: For reference, the order is #%{number}
es: Para referencia el pedido es el #%{number}

source: For reference, your order is #%{number}
es: Para referencia, tu pedido es el #%{number}

source: Go to the app and see more information about this
es: Puedes ver más información acerca de este pedido

source: Go to the app and see more information about this, visit the following direction:
es: Puedes ver más información acerca de este pedido ingresando a la siguiente dirección:

source: New order
es: Nuevo pedido

source: Thanks!
es: ¡Muchas gracias!

source: This is what you ask for:
es: Esto fue lo que ordenaste:

source: We have receive your order
es: Hemos recibido tu pedido

source: We'll keep you informed about it.
es: Te mantendremos al tanto de su estado.

source: You have a new order, this is it:
es: Hicieron un nuevo pedido, esto fue lo que ordenaron:

source: here
es: aquí

source: Hello %{name}!
es: ¡Hola, %{name}!

source: Just to recapitulate, this is what you ask for:
es: Solo como recordatorio, esto fue lo que pediste:

source: Promotion confirmed
es: Promoción confirmada

source: We have received an order from the link you shared, so it's all set for the discounted price
es: Recibimos un pedido de un enlace que compartiste, así que está todo listo para que tengas el precio con descuento

source: Promotional price expired
es: El precio promocional expiró

source: The promotion time has ended, unfortunately no purchase was made using your referral link.
es: El tiempo de promoción terminó, desafortunadamente nadie con tu enlace realizó una compra.

source: These are the final order details:
es: Estos son los detalles finales de tu pedido

source: In case you have any trouble, reply to this email.
es: En caso de tener algún problema, responda a este email.

source: License expired
es: Licencia expirada

source: License near to expire
es: Su licencia está por expirar

source: Your license has expired, please go to the next link and complete your subscription:
es: Su licencia ha expirado, por favor visite el siguiente enlace y complete su suscripción:

source: Your license is near to expire, please go to the next link and complete your subscription:
es: Su licencia está por expirar, por favor visite el siguiente enlace y complete su suscripción:

source: Your license has expired, please visit the following URL and complete your subscription:
es: Su licencia ha expirado, por favor visite la siguiente dirección y complete su suscripción:

source: Your license is near to expire, please visit the following URL and complete your subscription:
es: Su licencia está por expirar, por favor visite la siguiente dirección y complete su suscripción:

source: <span class="font-weight-normal">Order</span> #%{number}
es: <span class="font-weight-normal">Pedido</span> #%{number}

source: For reference, the order is <strong>#%{number}</strong>
es: Para referencia el pedido es el <strong>#%{number}</strong>

source: For reference, your order is <strong>#%{number}</strong>
es: Para referencia, tu pedido es el <strong>#%{number}</strong>

source: Teiqui team
es: Equipo Teiqui

source: and it should be <strong>delivered</strong>.
es: y solicitó <strong>envío a domicilio</strong>.

source: and it should be delivered.
es: y solicitó envío a domicilio

source: and it will be picked up from your store.
es: y será retirado por tu tienda.

source: and <strong>it will be picked up from your store</strong>.
es: y <strong>será retirado por tu tienda</strong>.
