Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar en blanco

source: has already been taken
es: ya está en uso

source: is invalid
es: no es válido

source: must be accepted
es: debe ser aceptado

source: has invalid format
es: tiene un formato no válido

source: has an invalid entry
es: tiene una entrada no válida

source: is reserved
es: está reservado

source: does not match confirmation
es: no coincide la confirmación

source: is still associated with this entry
es: está todavía asociada con esta entrada

source: are still associated with this entry
es: están todavía asociadas con esta entrada

source: should be %{count} character(s)
es: debería ser un caracter

source: should have %{count} item(s)
es: debería tener un item

source: should be at least %{count} character(s)
es: debería tener al menos un caracter

source: should have at least %{count} item(s)
es: debería tener al menos un item

source: should be at most %{count} character(s)
es: debería tener como máximo un caracter

source: should have at most %{count} item(s)
es: debería tener como máximo un item

source: must be less than %{number}
es: debería ser menor a %{number}

source: must be greater than %{number}
es: debería ser mayor a %{number}

source: must be less than or equal to %{number}
es: debería ser menor o igual a %{number}

source: must be greater than or equal to %{number}
es: debería ser mayor o igual a %{number}

source: must be equal to %{number}
es: debería ser igual a %{number}

source: Invalid MercadoPago token
es: Token de MercadoPago inválido

source: Can't link with a used MercadoPago account
es: Esta cuenta de MercadoPago ya está en uso

source: must have at least one enabled: %{fields}
es: Uno de los campos debe estar habilitado: %{fields}

source: Too large, maximum is %{size}
es: Es demasiado grande, el tamaño máximo permitido es %{size}

source: You have selected an unacceptable file type
es: El tipo de archivo seleccionado no está permitido

source: You have selected too many files, maximum is %{count}
es: Has seleccionado demasiados archivos, el máximo es %{count}
