Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/items.po
Languages: es

source: Are you sure?
es: ¿Está seguro de eliminar el artículo?

source: Back
es: Listado de artículos

source: Category
es: Categoría

source: Cost
es: Costo

source: Create
es: Crear artículo

source: Delete
es: Eliminar artículo

source: Description
es: Descripción

source: Edit
es: Editar artículo

source: Edit item
es: Editar artículo

source: Hidden
es: Oculto

source: Image
es: Imagen

source: Item created successfully.
es: Artículo creado correctamente.

source: Item deleted successfully.
es: Artículo eliminado correctamente.

source: Item updated successfully.
es: Artículo actualizado correctamente.

source: Items
es: Artículos

source: Name
es: Nombre

source: New item
es: Nuevo artículo

source: None
es: Ninguna

source: Oops, something went wrong! Please check the errors below.
es: Ups, parece que algo no salió bien. Por favor, revisa los errores.

source: Price
es: Precio

source: Promotional price
es: Precio Teiqui

source: Show
es: Ver artículo

source: Sku
es: Código de artículo

source: Update
es: Actualizar artículo

source: Visibility
es: Visibilidad

source: One item imported!
es: ¡Se importó un artículo!

source: Go to item list
es: Ver el listado de artículos

source: Import
es: Importar

source: Import some items!
es: ¡Importa algunos artículos!

source: Importing...
es: Importando...

source: Select store type...
es: Seleccione un tipo de tienda...

source: Store type
es: Tipo de tienda

source: Importing items, please wait...
es: Importando artículos, por favor espere...

source: Skip import
es: Omitir importación

source: Import items
es: Importar artículos

source: This price is the secret sauce to attract new customers, it's recommended to be about 40% off the regular price.
es: Este precio es la salsa secreta para atraer nuevos clientes, se recomienda cerca del 40% de descuento sobre el precio normal.

source: Add item
es: Agregar artículo

source: Add one!
es: ¡Agrega uno!

source: You have no items yet
es: Aún no tienes artículos

source: Cancel
es: Cancelar

source: Congratulations! You have created your first article. Share your store, start getting orders and let the customers become sellers.
es: ¡Felicitaciones! Ya tienes tu primer artículo. Comparte tu tienda para recibir pedidos y que tus clientes se transformen en tus vendedores.

source: Continue
es: Continuar

source: Finish
es: Finalizar

source: Teiqui price must be lower than regular. To get it, one customer should attract others to also buy using his link.
es: El Precio Teiqui debe ser menor al precio común. Para obtenerlo, un cliente deberá conseguir que otros compren utilizando su enlace.

source: We'll add your first item, remember that you can import them from a spreadsheet. Additionally, you can view step by step instructions on the Help section.
es: Vamos a agregar tu primer artículo, recuerda que puedes importar una planilla con tus productos. Puedes ver el paso a paso en la sección Ayuda.

source: Complete with info about the item you want to add. Later you can edit this if needed.
es: Completa los datos del artículo que deseas cargar. Luego podrás editarlo de ser necesario.
