Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/legal.po
Languages: es

source: Active bank credit or debit cards
es: Tarjetas de débito o crédito bancarias activas

source: Add-on equipment for streaming devices such as keyboards and remotes
es: Equipos complementarios para dispositivos de transmisión, como teclados y controles remotos

source: Adult products or services
es: Productos o servicios para adultos

source: Alcohol-related items, including glasses, coolers, and wine bottle holders
es: Artículos relacionados con bebidas alcohólicas, incluidos vasos, refrigeradores y soportes para botellas de vino

source: Alcoholic beverages
es: Bebidas alcohólicas

source: Anabolic steroids
es: Esteroides

source: Animal cages
es: Jaulas para animales

source: Animals
es: Animales

source: Any product or part, including but not limited to leather, skin, hide, fur, wool, or hair from any dogs, cats, and endangered or threatened animals
es: Cualquier producto o parte, incluidos, entre otros, cuero, piel, pellejo, pelaje, lana o pelo de perros, gatos y animales en peligro de extinción o especies amenazadas

source: Apparel featuring a tobacco brand logo
es: Prendas con el logotipo de una marca de tabaco

source: Authentic audio or video CDs, DVDs, and Blu Ray
es: CD, DVD o Blu Ray de video o audio auténticos

source: BB Guns
es: Pistolas de aire comprimido

source: Bandages and braces for physical injuries
es: Vendas y fajas para lesiones físicas

source: Blood
es: Sangre

source: Boarding services
es: Servicios de alojamiento para mascotas

source: Body parts
es: Partes del cuerpo

source: Body parts and fluids
es: Fluidos y partes del cuerpo

source: Bongs
es: Pipas de agua

source: Books or DVDs about alcohol
es: Libros o DVD sobre bebidas alcohólicas

source: Breast pumps
es: Succionadores de leche

source: Business models, goods, items, or services that we determine may be or are fraudulent, misleading, offensive, or deceptive, or may be or are exploitative, inappropriate, or exert undue pressure on targeted groups
es: Modelos comerciales, productos, artículos o servicios que determinemos que son o pueden ser fraudulentos, engañosos u ofensivos, que son o pueden ser explotadores o inapropiados o que ejerzan o puedan ejercer una presión indebida en grupos objetivo

source: Checks or checkbooks
es: Cheques o talonarios de cheques

source: Cigarettes, cigars, and chewing tobacco
es: Cigarrillos, puros y tabaco de mascar

source: Comfrey
es: Consuelda

source: Contact lenses
es: Lentes de contacto

source: Counterfeits, knockoffs, or replicas of branded goods, or posts offering goods that are likely to confuse consumers about the source, sponsorship or affiliation of those goods.
es: Falsificaciones, imitaciones o réplicas de productos de marca, o publicaciones que ofrezcan productos que probablemente engañen a los clientes respecto de su procedencia, patrocinio o afiliación

source: Dating services
es: Servicios de citas

source: Dehydroepiandrosterone
es: Dehidroepiandrosterona

source: Diet, weight loss, or other health related products that imply or attempt to generate negative self-perception
es: Productos dietéticos, para la pérdida de peso o relacionados con la salud que impliquen o pretendan generar una autopercepción negativa

source: Digital accounts, including games accounts
es: Cuentas digitales, incluidas cuentas de juegos

source: Digital and subscription services, including links to or processing of any subscription sales, renewals, or upgrades
es: Servicios digitales y de suscripción, incluidos enlaces a ventas, renovaciones o actualizaciones de una suscripción o su procesamiento

source: Digital coupons
es: Cupones digitales

source: Digital devices, including Smartphones, video game consoles, and TVs
es: Dispositivos digitales, incluidos smartphones, consolas de videojuegos y televisores

source: Digital subscriptions and internet streaming services, including TV, Mobile, etc.
es: Suscripciones digitales y servicios de transmisión por internet, incluidos TV, celulares, etc.

source: Downloadable content, including PDFs, music, games, movies, etc.
es: Contenido descargable, incluidos PDF, música, juegos, películas, etc.

source: Drug paraphernalia, including pipes and bongs
es: Artículos relacionados con drogas, como pipas y pipas de agua

source: Drugs, including marijuana and marijuana products
es: Drogas, incluida la marihuana y sus derivados

source: Drugs, whether prescription, recreational, or otherwise
es: Drogas (ya sean recetadas, recreativas o de otro tipo)

source: Electronic cigarettes (E-cigarettes) or tobacco devices
es: Cigarrillos electrónicos o dispositivos para fumar tabaco

source: Ephedra
es: Efedra

source: Equipment to create counterfeit currency or financial instruments
es: Equipo para falsificar dinero o instrumentos financieros

source: Examples listed below are representative, but not exhaustive.
es: Los ejemplos que figuran a continuación no son exhaustivos, sino representativos.

source: Examples:
es: Ejemplos:

source: Firearms and firearm parts
es: Armas de fuego y sus piezas

source: Fireworks
es: Fuegos artificiales

source: First-aid kits
es: Kits de primeros auxilios

source: Grooming services
es: Servicios de aseo

source: Gun ranges
es: Campos de tiro

source: Gun shows
es: Exhibiciones de armas

source: Hair extensions and wigs
es: Pelucas y extensiones

source: Hookahs
es: Narguiles

source: Human growth hormones
es: Hormonas de crecimiento humano

source: Human tissue
es: Tejido humano

source: Illegal products or services
es: Productos o servicios ilegales

source: Implied nudity
es: Desnudos implícitos

source: Implied sexual acts
es: Actos sexuales implícitos

source: Items or products with overtly sexualized positioning
es: Artículos o productos que muestren posturas sexuales explícitas

source: Jailbroken or loaded devices
es: Dispositivos liberados o con software/programas preinstalado(s)

source: Jamming or descrambling devices
es: Dispositivos de interferencia o descodificadores

source: Kits for producing alcohol
es: Kits para producir bebidas alcohólicas

source: Last Modified: January 11, 2021
es: Última modificación: 11 de Enero de 2021

source: Lifestyle and fitness accessories
es: Accesorios de estilo de vida y aptitud física

source: Live animals
es: Animales vivos

source: Livestock
es: Ganado

source: Medical Devices - Examples:
es: Dispositivos médicos - Ejemplos:

source: Medical and healthcare products
es: Productos médicos y de salud

source: Multilevel marketing
es: Marketing multinivel

source: Nicotine gum
es: Chicles de nicotina

source: Nicotine patches
es: Parches de nicotina

source: Offers to sell and sales of the following are prohibited:
es: Se prohíbe ofrecer o vender lo siguiente:

source: Organs
es: Órganos

source: Paintball guns
es: Pistolas de paintball

source: Payday loans, paycheck advances, P2P lending, debt collection, and bail bonds
es: Microcréditos previa verificación de ingresos recurrentes (payday loans), anticipos de sueldo, préstamos P2P, cobro de deudas y fianzas

source: Penny auctions
es: Subastas con tarifa para pujar

source: Pepper spray
es: Gas pimienta

source: Policy: Businesses may not position products or services in a sexually suggestive manner.
es: Política: Se prohíbe que las empresas exhiban productos o servicios de un modo sexualmente sugerente.

source: Policy: Businesses may not transact in certain healthcare products, including medical devices, and smoking cessation products containing nicotine.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con ciertos productos de salud, incluidos dispositivos médicos y productos para dejar de fumar que contengan nicotina.

source: Policy: Businesses may not transact in deceptive, false, misleading, or offensive offers or products.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con ofertas o productos engañosos, falsos u ofensivos.

source: Policy: Businesses may not transact in or facilitate gambling, games of skill, or lotteries, including online casinos, sports books, bingo, or poker if it costs money.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con apuestas, juegos de habilidad o loterías, incluidos casinos online, apuestas deportivas, bingo o póquer (si se apuesta dinero), o bien faciliten estos servicios.

source: Policy: Businesses may not transact in or facilitate online dating services.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con servicios de citas en línea o faciliten dichos servicios.

source: Policy: Businesses may not transact in the operations or exchange of illegal products or services.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la comercialización o el intercambio de productos o servicios ilegales.

source: Policy: Businesses may not transact in the sale of alcohol.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de alcohol.

source: Policy: Businesses may not transact in the sale of any animals.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de animales.

source: Policy: Businesses may not transact in the sale of devices that facilitate or encourage streaming digital content in an unauthorized manner or interfering with the functionality of electronic devices.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de dispositivos que faciliten o fomenten la transmisión de contenido digital sin autorización o de un modo que interfiera con la funcionalidad de los dispositivos electrónicos.

source: Policy: Businesses may not transact in the sale of human body parts or fluids.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de fluidos o partes del cuerpo humano.

source: Policy: Businesses may not transact in the sale of illegal, prescription, or recreational drugs.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de drogas recetadas, recreativas o ilegales.

source: Policy: Businesses may not transact in the sale of real or fake currency.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de moneda real o falsa.

source: Policy: Businesses may not transact in the sale of tobacco products or tobacco paraphernalia.
es: Política: Se prohíbe que las empresas realicen transacciones relativas a la venta de productos de tabaco y artículos relacionados.

source: Policy: Businesses may not transact in the sale of unsafe ingestible supplements, as determined by Teiqui in its sole discretion.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta de suplementos alimentarios no seguros, según lo determine Teiqui a su exclusivo criterio.

source: Policy: Businesses may not transact in the sale or use of adult products or services.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta o el uso de productos o servicios para adultos.

source: Policy: Businesses may not transact in the sale or use of weapons, ammunition, or explosives.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta o el uso de armas, municiones o explosivos.

source: Policy: Businesses may not transact in the sale, including renewals and upgrades, etc., of digital content, digital subscriptions, or digital accounts.
es: Política: Se prohíbe que las empresas realicen transacciones relacionadas con la venta (incluidas renovaciones y actualizaciones, etc.) de contenido, suscripciones o cuentas digitales.

source: Policy: Transactions may not contain content that infringes upon or violates the intellectual property rights of any third party, including copyright or trademark. This includes, but is not limited to, the sale of counterfeit products, such as goods that copy the trademark (name or logo) and/or distinctive features of another company’s products to imitate a genuine product.
es: Política: Las transacciones no pueden incluir contenido que infrinja o vulnere los derechos de propiedad intelectual de terceros, incluidos los derechos de autor o las marcas comerciales. Esto incluye, entre otras cosas, la venta de productos falsificados, como artículos de imitación que lleven el nombre o logotipo de una marca o incluyan características distintivas de los productos de otra empresa con el fin de imitar un producto genuino.

source: Pre-paid credit or debit cards
es: Tarjetas de débito o crédito prepagadas

source: Prescription drugs
es: Medicamentos recetados

source: Products for animals (toys, collars, etc.)
es: Productos para animales (juguetes, collares, etc.)

source: Products or items that facilitate or encourage unauthorized access to digital media
es: Productos o artículos que faciliten o motiven el acceso no autorizado a medios digitales

source: Products promoting family planning and contraception, which focus on the contraceptive features of the product, and not on sexual pleasure or sexual enhancement
es: Productos que fomenten la planificación familiar y la anticoncepción, enfocados en sus características anticonceptivas y no en el placer sexual o la mejora del rendimiento sexual

source: Prohibited animal parts, including but not limited to bone, teeth, horn, ivory, taxidermy, organs, external limbs, secretions, or carcasses
es: Partes prohibidas del cuerpo de un animal, incluidos, entre otros, huesos, dientes, astas, marfil, taxidermia, órganos, extremidades externas, secreciones o cadáveres

source: Promoting safety training or licenses for legal weapons
es: Promoción de formación en seguridad o licencias para portar armas legales

source: Real money (cash or cash equivalent instruments and coins)
es: Dinero real (efectivo o instrumentos equivalentes y monedas)

source: Real money gambling services
es: Servicios de apuestas con dinero real

source: Real or fake currency
es: Moneda real o falsa

source: Replica or prop money
es: Dinero falso o réplicas

source: Rolling papers
es: Papel de fumar

source: Sale of streaming devices loaded with software that facilitates unauthorized access to content
es: Venta de dispositivos de transmisión cuyo software facilite el acceso no autorizado a contenido

source: Sex toys
es: Juguetes sexuales

source: Sexual enhancement products
es: Productos para mejorar el rendimiento sexual

source: Sexually suggestive services
es: Servicios sexualmente sugerentes

source: Site
es: Ir al sitio

source: Smoking Cessation Products - Examples:
es: Productos para dejar de fumar - Ejemplos:

source: Store credit cards or coupons
es: Cupones o tarjetas de crédito de una tienda

source: Tasers
es: Pistolas paralizantes

source: Teeth
es: Dientes

source: Teiqui Commerce Policy
es: Política de comercio de Teiqui

source: Testing kits for medical conditions or diseases
es: Kits de prueba para afecciones médicas o enfermedades

source: Thermometers
es: Termómetros

source: Third-Party Infringement
es: Infracción de derechos de terceros

source: Tobacco items and related paraphernalia
es: Productos de tabaco o artículos relacionados

source: Tobacco pipes and paraphernalia
es: Pipas de tabaco y artículos relacionados

source: Tobacco rolling machines
es: Máquinas para liar cigarrillos

source: Toggle menu
es: Alternar menú

source: Unauthorized or pirated copies of copyrighted works, such as videos, movies, TV shows and broadcasts, video games, CDs or other musical works, books, etc.
es: Copias pirata o no autorizadas de obras protegidas por derechos de autor, como videos, películas, emisiones o programas de TV, videojuegos, CD u otras obras musicales, libros, etc.

source: Unsafe ingestible supplements
es: Suplementos alimentarios no seguros

source: Urine
es: Orina

source: Veterinary services
es: Servicios veterinarios

source: Videos or live shows for adult entertainment
es: Videos o programas en vivo de entretenimiento para adultos

source: We are not responsible for processing, paying for, or fulfilling any sales relating to your transactions.
es: No es nuestra responsabilidad procesar, pagar ni concretar las ventas en relación con tus transacciones.

source: Weapons, ammunition, or explosives
es: Armas, municiones o explosivos

source: When you offer goods or services for sale, we consider all messages and media related to your goods or services, including any descriptions, prices, fees, taxes and/or any required legal disclosures, to constitute transactions. Transactions must comply with the policies listed below, and applicable terms, laws and regulations.
es: Cuando ofreces productos o servicios para la venta, consideramos que todos los mensajes y archivos multimedia relacionados con dichos productos y servicios, como descripciones, precios, tarifas, impuestos o avisos legales requeridos, constituyen transacciones. Las transacciones deben cumplir con las políticas que figuran a continuación, así como con las condiciones, legislaciones y regulaciones aplicables.

source: Wiretapping devices
es: Dispositivos para intervenir teléfonos

source: You are solely responsible for determining, collecting, withholding, reporting, and remitting all applicable taxes, duties, fees and additional charges for sales relating to your transactions.
es: Tú eres el único responsable de determinar, recopilar, retener, reportar y remitir todos los impuestos, las obligaciones, las tarifas y los cargos adicionales aplicables a las ventas relacionadas con tus transacciones.

source: You are solely responsible for your transactions and providing any sales terms, privacy terms or other terms applicable to your interactions with users.
es: Tú eres el único responsable de tus transacciones y de proporcionar las condiciones de venta, de privacidad o de otro tipo aplicables a las interacciones que mantienes con los usuarios.

source: Zoomed-in sexual images
es: Imágenes sexuales en primer plano
