Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/notes.po
Languages: es

source: Are you sure?
es: ¿Está seguro de eliminar la novedad?

source: Back
es: Listado de novedades

source: Body
es: Mensaje

source: Create
es: Crear novedad

source: Delete
es: Eliminar novedad

source: Edit
es: Editar novedad

source: Edit note
es: Editar novedad

source: Let's create one...
es: Vamos, crea una...

source: Looks like you have no notes.
es: Parece que no hay ninguna novedad.

source: New note
es: Nueva novedad

source: Note created successfully.
es: Novedad creada correctamente.

source: Note deleted successfully.
es: Novedad eliminada correctamente.

source: Note updated successfully.
es: Novedad actualizada correctamente.

source: Notes
es: Novedades

source: Oops, something went wrong! Please check the errors below.
es: Ups, parece que algo no salió bien. Por favor, revisa los errores.

source: Publish at
es: Fecha de publicación

source: Show
es: Ver novedad

source: Title
es: Título

source: Update
es: Actualizar novedad

source: 240 characters are recommended
es: Se recomiendan hasta 240 caracteres

source: 65 characters are recommended
es: Se recomiendan hasta 65 caracteres
