Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/page.po
Languages: es

source: Annually
es: Anual

source: App
es: Aplicación

source: Choose the plan that feet your needs
es: Elige el plan que más te convenga

source: Double your sells
es: Vende el doble

source: Download the app
es: Descargar la app

source: Free
es: Gratis

source: Free trial
es: Prueba gratis

source: Login
es: Ingresar

source: Make
es: Crea

source: Monthly
es: Mensual

source: Need any help?
es: ¿Necesitas ayuda?

source: No commision
es: Sin comisión por transacción

source: No credit card required
es: No requiere tarjeta de crédito

source: No order limits
es: Sin límite de operaciones

source: Offer many payment methods
es: Ofrece más medios de pago

source: Online store
es: Tienda en línea

source: Pricing
es: Abono

source: Sell
es: Vende

source: Share
es: Comparte

source: Sharing
es: Compartiendo

source: Teiqui price
es: Precio Teiqui

source: Test it 14 days
es: Prueba 14 días

source: Toggle menu
es: Conmutar menú

source: Write to
es: Escríbenos a

source: double benefit.
es: doble beneficio.

source: double with Teiqui price
es: el doble con Precio Teiqui

source: via WhatsApp
es: por WhatsApp

source: your store
es: tu tienda

source: + applicable taxes
es: + impuestos aplicables

source: A tool
es: Una herramienta

source: A unique discount that your customers can only access if they get you new customers.
es: Un descuento único al que sólo podrán acceder tus clientes si consiguen nuevos clientes.

source: Free 14 days trial
es: Prueba gratis 14 días

source: How Teiqui price works?
es: ¿Cómo funciona Precio Teiqui?

source: How it works?
es: ¿Cómo funciona?

source: IMPORTANT: if the 24 hour period expires and there is no other person joining, your customer pays the regular price.
es: IMPORTANTE: Si se cumplen las 24h y no hay otra persona, tu cliente paga el precio normal.

source: If <strong class="font-weight-bolder">your customer get someone else to buy</strong> in less than 24 hours, both parties gets the Teiqui price.
es: Si <strong class="font-weight-bolder">tu cliente consigue que alguien más compre</strong> en menos de 24h, ambas partes pagan Precio Teiqui.

source: If the deal is a good one, people share. For that reason Teiqui price boosts your sales.
es: Si la oferta es buena, las personas comparten. Por eso Precio Teiqui potencia tus ventas.

source: If they don't make it, then pay the regular price.
es: Si no lo logra, paga el precio normal

source: In less than 24 hours they should get you a new order.
es: En menos de 24 horas debe sumar una nueva compra en tu tienda.

source: Make your store in just a few clicks and double your sells with Teiqui price
es: Crea tu tienda en sólo unos clics y duplica tus ventas con Precio Teiqui

source: Next
es: Siguiente

source: People will <strong class="font-weight-bolder">share your store</strong> to get the Teiqui price.
es: Las personas <strong class="font-weight-bolder">compartirán tu tienda</strong> para acceder al Precio Teiqui.

source: Previous
es: Anterior

source: Save %{amount}
es: Ahorra %{amount}

source: Setup an <strong class="font-weight-bolder">attractive discount</strong> for your items.
es: Configura un <strong class="font-weight-bolder">descuento atractivo</strong> para tus artículos.

source: Teiqui price to sell more
es: Precio Teiqui para vender más

source: To get the Teiqui price, your customer must share your store.
es: Para acceder al Precio Teiqui tu cliente deberá compartir tu tienda.

source: What is it?
es: ¿De qué se trata?

source: to sell double
es: para vender el doble

source: Get it on Google Play
es: Disponible en Google Play
