Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/registrations.po
Languages: es

source: Continue
es: Continuar

source: Butcher shop
es: Carnicería

source: Green grocery
es: Verdulería

source: Grocery
es: Almacén / Abarrotes

source: Other
es: Otro

source: Store name
es: Nombre de la tienda

source: Store type
es: Tipo de tienda

source: Bakery
es: Panadería

source: Bookshop / Stationery
es: Librería / Papelería

source: Cleaning
es: Artículos de limpieza

source: Deli
es: Fiambrería

source: Food / Restaurant
es: Comida / Restaurante

source: Technology
es: Tecnología

source: Email
es: Ingresa tu correo

source: Password
es: Ingresa una contraseña

source: Enable discounts in your items with Teiqui price and get more than one order for every customer.
es: Activa los descuentos en tus artículos con Precio Teiqui y recibe más de una compra por cliente.

source: Online store
es: Tienda en línea

source: Start using the app
es: Comenzar a usar la app

source: Teiqui price
es: Precio Teiqui

source: Teiqui sellers
es: Vendedores Teiqui

source: Thank you for choosing us. Our team will be happy to help you growth.
es: Gracias por elegirnos. Nuestro equipo está feliz de ayudarte a crecer.

source: Upload your items, choose delivery options, payment methods y get orders online.
es: Carga tus artículos, elige formas de entrega, modos de pago y recibe pedidos en línea.

source: Welcome!
es: ¡Te damos la bienvenida!

source: Your customers will become your sellers using group shopping, thus bringing new buyers.
es: Tus clientes se volverán tus vendedores al compartir la compra y traer nuevos compradores.

source: terms of service
es: términos y condiciones

source: Cancel
es: Cancelar

source: Welcome %{name}!
es: ¡Hola %{name}!

source: Would you like to take a brief tour to know Teiqui main features?
es: ¿Quisieras realizar un breve tour para conocer las funciones principales de Teiqui?

source: Create store
es: Crear mi tienda

source: Create your Teiqui online store
es: Crea tu tienda Teiqui en línea

source: Creating...
es: Creando...

source: Free 14 days trial
es: Prueba gratis por 14 días

source: In creating my store declare that I accept the %{link} of Teiqui.
es: Al crear mi tienda declaro que acepto los %{link} de Teiqui.

source: Need help? Write to us
es: ¿Necesitas ayuda? Escríbenos a

source: Prices are available by region on our website and in the License section of the app.
es: Los precios están disponibles por región en nuestra página web y en la sección de Licencia de la app.

source: We will not ask for your card details until the trial period expires.
es: No pediremos datos de tus tarjetas hasta el momento del vencimiento del período de prueba.

source: When you register, you will start the free trial of Teiqui and you must bear in mind the following:
es: Al registrarte iniciarás la prueba gratuita de Teiqui y debes tener en cuenta lo siguiente:

source: You are not required to continue after the trial period.
es: No es obligatorio que continúes luego del período de prueba.

source: Your email
es: Tu correo

source: Your password
es: Tu contraseña

source: Your store
es: Tu tienda

source: Free %{days} days trial
es: Prueba gratis por %{days} días
