Repository: teiqui/tq2
Catalog: priv/gettext/*/LC_MESSAGES/stores.po
Languages: es

source: Address
es: Dirección de la tienda

source: Checkout information
es: Información de pago / compra

source: Create
es: Crear tienda

source: Delivery
es: Envío a domicilio

source: Delivery area
es: Área de entrega

source: Delivery time limit
es: Plazo de entrega

source: Description
es: Descripción

source: Edit store
es: Editar tienda

source: Email
es: Correo electrónico

source: General information
es: Información general

source: Latitude
es: Latitud

source: Location information
es: Información opcional

source: Longitude
es: Longitud

source: Name
es: Nombre

source: New store
es: Nueva tienda

source: Oops, something went wrong! Please check the errors below.
es: Ups, parece que algo no salió bien. Por favor, revisa los errores.

source: Optional information
es: Información opcional

source: Pay on delivery
es: Pago contra entrega

source: Phone
es: Teléfono

source: Pickup
es: Retiro en tienda

source: Pickup time limit
es: Plazo de retiro

source: Published
es: Publicar

source: Require email
es: Requerir correo

source: Require phone
es: Requerir teléfono

source: Slug
es: Ruta

source: Store created successfully.
es: Tienda creada correctamente.

source: Store updated successfully.
es: Tienda actualizada correctamente.

source: Update
es: Actualizar tienda

source: Store
es: Tienda

source: Loading...
es: Cargando...

source: Copy store link
es: Copiar enlace de tienda

source: Hey, check this out!
es: ¡Hola! Mira esto

source: Hey, check this out! %{url}
es: ¡Hola! Mira esto %{url}

source: Share in another app
es: Compartir en otra aplicación

source: Share on:
es: Compartir en:

source: Categories
es: Categorías

source: Search...
es: Buscar...

source: Show all
es: Ver todas

source: Promotion expired!
es: ¡La promoción ya expiró!

source: Share
es: Compartir

source: Join
es: Unirse

source: Share the store and take advantage of the Teiqui price
es: Comparte la tienda y aprovecha el precio Teiqui

source: Users
es: Usuarios

source: Great! Your are buying with %{name}
es: ¡Excelente! Estás comprando con %{name}

source: This is part of the store address, you can only use letters, underscores and numbers, don't use spaces!
es: Esto formará parte de la dirección de tu tienda, solo puedes utilizar letras, guiones bajos y números ¡No uses espacios!

source: Your store is published on %{link}
es: Tu tienda está publicada en %{link}

source: %{name} is shopping
es: %{name} está comprando

source: Join and get the promotional price.
es: Únete y obtén el precio de descuento.

source: Join this purchase!
es: ¡Únete a su compra!

source: Nobody has orders you can join at this time.
es: Nadie tiene compras a las que puedas unirte en este momento.

source: Share my purchase
es: Compartir mi compra

source: Teiqui price
es: Precio Teiqui

source: No limit
es: Sin límite

source: Advanced
es: Opciones avanzadas

source: Back
es: Volver

source: Save
es: Guardar

source: Share your store link!
es: ¡Difunde el link de tu tienda!

source: Saving...
es: Guardando...

source: Back to store
es: Volver a la tienda

source: Checkout
es: Editar compra

source: Regular price: %{total}
es: Precio normal: %{total}

source: Share the store link and get at least one person to buy in less than 24 hours. You can also join an existing order.
es: Comparte el enlace de la tienda y logra que al menos una persona más realice una compra en 24h. También puedes unirte a una compra existente.

source: Your cart is empty.
es: Tu carrito está vacío.

source: Add some items!
es: ¡Agrega artículos!

source: Review order
es: Revisar pedido

source: + Add shipping
es: + Agregar envío

source: Add at least one shipping
es: Agregue al menos un envío

source: Describe the areas where you can delivery, and the conditions.
es: Describe las áreas donde puedes hacer envíos, y las condiciones.

source: Shipping
es: Envío

source: Shipping name
es: Nombre

source: Shipping price
es: Precio

source: Time in which the delivery will be made, for e.g. '3 hours', 'Next day'.
es: Tiempo en el cual hará la entrega, por ej. '3 horas', 'Al siguiente día'.

source: Shippings
es: Envíos

source: Require address
es: Requerir dirección

source: Require customer address for every order.
es: Requerir la dirección del cliente en cada pedido.

source: Require customer email for every order.
es: Requerir el correo del cliente en cada pedido.

source: Require customer phone for every order.
es: Requerir el teléfono del cliente en cada pedido.

source: Cart
es: Carrito

source: Edit
es: Editar

source: You could have saved %{amount}
es: Podrías ahorrar %{amount}

source: You saved %{amount}
es: Ahorraste %{amount}

source: Creating order...
es: Creando pedido...

source: Data
es: Datos

source: Handing
es: Tipo de entrega

source: Payment
es: Medio de pago

source: Buy now
es: Comprar ahora

source: Check order
es: Revisar pedido

source: Continue
es: Continuar

source: Place order
es: Finalizar compra

source: Change my data
es: Cambiar mis datos

source: It's not me
es: No soy yo

source: Enjoy the discount making other people buy in the store or by joining to other customer.
es: Disfruta del descuento haciendo que otra persona compre en la tienda o uniéndote a otro cliente.

source: Payment methods
es: Medios de pago

source: My data
es: Mis datos

source: Purchase summary
es: Resumen de compra

source: Step %{current} of %{total}
es: Paso %{current} de %{total}

source: Invalid transaction
es: Transacción invalida

source: It only applies if you can get someone else to buy in 24 hours.
es: Sólo aplica si logras que alguien más compre en 24h.

source: You have chosen Teiqui price
es: Elegiste precio Teiqui

source: Change to Teiqui price
es: Cambiar a precio Teiqui

source: Chose Teiqui price!
es: ¡Elige precio Teiqui!

source: No thanks.
es: No, gracias.

source: You have chosen regular price. Change to Teiqui price and take advantage of the discount throughout the store.
es: Has elegido precio regular. Cambia a precio Teiqui y aprovecha el descuento en toda la tienda.
